Repository: baomi-app/pop
Catalog: Sources/Pop/Localizable.xcstrings
Source language: zh_hans
Languages: en

source: Pop 偏好设置
en: Pop Settings

source: 保存
en: Save

source: 保存…
en: Save…

source: 保存到本地
en: Save to disk

source: 偏好设置…
en: Settings…

source: 切换失败，请到系统设置 › 通用 › 登录项中手动启用。
en: Couldn't change the setting. Enable it manually in System Settings › General › Login Items.

source: 取消
en: Cancel

source: 圆圈
en: Ellipse

source: 复制
en: Copy

source: 完成提示
en: Capture notice

source: 开机启动
en: Launch at login

source: 快捷键
en: Shortcut

source: 悬停=窗口 · 拖拽=区域 · ↩=全屏 · ⎋=取消
en: Hover = Window · Drag = Region · ↩ = Full screen · ⎋ = Cancel

source: 截一粒（%@）
en: Capture (%@)

source: 截图
en: Capture

source: 截图完成后显示
en: Show after capture

source: 截图完成后短暂显示「%@」。
en: Briefly shows “%@” after a capture.

source: 按下组合键…（⎋ 取消）
en: Press shortcut keys… (⎋ to cancel)

source: 撤销
en: Undo

source: 文字
en: Text

source: 文案
en: Text

source: 方框
en: Rectangle

source: 未选择
en: Not selected

source: 清空
en: Clear

source: 点击编辑框，按下你想要的组合键。
en: Click the field and press your desired shortcut.

source: 爆好了 🌽
en: Popped 🌽

source: 画笔
en: Pen

source: 登录时自动在后台启动 Pop。
en: Pop launches automatically in the background at login.

source: 登录项
en: Login Items

source: 目录
en: Folder

source: 直线
en: Line

source: 移动
en: Move

source: 箭头
en: Arrow

source: 输入文字
en: Enter text

source: 退出 Pop
en: Quit Pop

source: 选择
en: Choose

source: 选择…
en: Choose…

source: 需要屏幕录制权限。授权后退出 Pop 再打开。
en: Screen Recording permission required. Authorize it, then quit and reopen Pop.

source: 马赛克
en: Mosaic

source: 截图引擎
en: Capture Engine

source: 引擎类型
en: Engine Type

source: 现代 HDR 引擎
en: Modern HDR Engine

source: 兼容 SDR 引擎
en: Legacy SDR Engine

source: 【推荐】支持 100% HDR 色彩精准还原、无闪烁。系统为了隐私安全会在菜单栏显示录屏小圆点或屏幕共享图标。
en: 【Recommended】Supports 100% HDR color fidelity and is flash-free. The system displays a screen recording dot or screen sharing icon in the menu bar for privacy.

source: 传统的单次截图。菜单栏【不显示】录屏或共享图标，但 HDR/XDR 屏幕上截图可能出现短暂亮度闪烁，且 HDR 色彩会压缩发灰。
en: Traditional one-shot capture. The menu bar does NOT show any screen sharing/recording icons, but XDR/HDR screens may flash briefly, and HDR colors will be compressed and grayed out.

source: 默认
en: Default

source: 默认不保存。开启后每次截图都会按所选目录保存为 PNG。
en: Off by default. When on, each capture is saved as PNG to the chosen folder.
